{
    "setrika" : [
        {
            "id" : 1,
            "name" : "Panasonic - Setrika Uap",
            "type" : "N-WL30VSR",
            "price" : "1.253.000,00",
            "stock" : 10,
            "description" : "Tanpa kabel, desain futuristik, dan nyaman digunakan. Setrika ini didesain untuk Anda yang mengutamakan kenyamanan dalam menyetrika. Dirancang tanpa kabel dan soleplate multi arah, gerakan menyetrika Anda menjadi lebih bebas dan menyenangkan. Saat menggosok, kain bebas tersangkut setrika karena rancangan soleplate yang melengkung ke atas. Dibandingkan dengan setrika konvensional, setrika ini dapat bersandar stabil pada power base-nya sehingga terhindar dari jatuh. Terdapat tiga pengaturan level penyemprotan uap yang dapat berhenti secara otomatis saat setrika diletakkan pada power base. Untuk memanjakan Anda, power base setrika ini dimiringkan 20° sehingga setrika dapat diraih dan diletakkan dengan mudah.",
            "fitur" : "Cordless, soleplate multi arah, mode uap & kering, tangki air lepas pasang, antibocor, dan antikerak",
            "aksesoris" : "",
            "lapisan_alas" : "Titanium perak",
            "Size" : "Body: 220 mm x 100 mm x 133 mm・Panjang kabel: 1,9 m・Berat: 0,93 kg",
            "Daya" : "1.200 W",
            "images" : [
                {
                    "id" : "1",
                    "img" :"se1/se1-a.jpeg"
                },
                {
                    "id" : "2",
                    "img" :"se1/se1-b.jpeg"
                },
                {
                    "id" : "3",
                    "img" :"se1/se1-c.jpeg"
                },
                {
                    "id" : "4",
                    "img" :"se1/se1-d.jpeg"
                },
                {
                    "id" : "5",
                    "img" :"se1/se1-e.jpeg"
                }
            ]
        },
        {
            "id" : 2,
            "name" : "Philips - Steam & Go",
            "type" : "G0362/80",
            "price" : "1.100.000,00",
            "stock" : 15,
            "description" : "Steamer travel-friendly yang siap digunakan di mana saja. Steamer Philips berikut ini cocok untuk Anda yang sering bepergian dan butuh setrika ringkas yang bisa masuk bagasi. Dengan bodi ringan dan kabel panjang, setrika ini adalah solusi saat Anda butuh menyetrika di mana saja. Hasil penguapan steamer ini optimal berkat teknologi SmartFlow yang mencegah noda basah dan aman untuk semua kain. Desainnya juga ergonomis sehingga nyaman digenggam. Produk ini pun dilengkapi dengan sikat dan tas penyimpanan tahan panas sehingga praktis dibawa bepergian.",
            "fitur" : "Tangki air lepas pasang dan pelat pemanas SmartFlow",
            "aksesoris" : "Tas tahan panas, sikat, dan sarung tangan untuk perlindungan ekstra",
            "lapisan_alas" : "",
            "Size" : "Body: 380 mm x 128 mm x 150 mm・Panjang kabel: 2,5 m・Berat: -",
            "Daya" : "1.300 W",
            "images" : [
                {
                    "id" : 1,
                    "img" : "se2/se2-a.jpeg"
                },
                {
                    "id" : 2,
                    "img" : "se2/se2-b.jpeg"
                },
                {
                    "id" : 3,
                    "img" : "se2/se2-c.jpeg"
                },
                {
                    "id" : 4,
                    "img" : "se2/se2-d.jpeg"
                }
            ]
        },
        {
            "id" : 3,
            "name" : "BOLDe - Super Steamer Laviola",
            "type" : "",
            "price" : "378.000",
            "stock" : 20,
            "description" : "Steamer siap pakai dalam 20 detik. Anda sering terburu-buru dalam menyiapkan pakaian? Jika iya, steamer ini cocok untuk Anda. Super STEAMER Laviola ini hanya butuh waktu 20 detik untuk siap digunakan. Ukuran steamer yang kecil juga cocok Anda bawa bepergian. Dilengkapi dengan teknologi antitumpah dan filter Nano-Polimer, steamer ini akan terasa aman dan tidak mudah berkerak. Selain itu, Anda juga bisa memanfaatkan steamer ini untuk menyegarkan pakaian atau gorden rumah Anda dengan nyaman.",
            "fitur" : "Tangki air lepas pasang, filter nano polimer, dan teknologi smart cooling system",
            "aksesoris" : "Gelas ukur dan sikat kain",
            "lapisan_alas" : "",
            "Size" : "Body:-・Panjang kabel: 2 m・Berat: -",
            "Daya" : "800-950 W",
            "images" : [
                {
                    "id" : 1,
                    "img" : "se3/se3-a.jpeg"
                },
                {
                    "id" : 2,
                    "img" : "se3/se3-b.jpeg"
                }
            ]
        },
        {
            "id" : 4,
            "name" : "De'Long hi - Ariete Garment Steamer",
            "type" : "4167",
            "price" : "499.900,00",
            "stock" : 10,
            "description" : "Hasilkan uap yang kuat untuk segarkan pakaian lama Anda. Tumpukan pakaian yang telah lama disimpan di dalam lemari sering berbau apak. Untuk kembali menyegarkan pakaian Anda, gunakan steamer Ariete ini. Steamer ini mampu menghasilkan uap yang kuat untuk mengembalikan kesegaran serta kilau pakaian lama Anda. Handle steamer ini dirancang ergonomis agar nyaman digenggam. Dengan tangki air lepas pasang, mengisi pasokan air pada steamer ini jadi mudah.",
            "fitur" : "Tangki air lepas pasang",
            "aksesoris" : "Gelas ukur dan dua macam sikat kain",
            "lapisan_alas" : "",
            "Size" : "Body: 315 mm x 165 mm x 145 mm・Panjang kabel: 2,5 m・Berat: 2,5 kg",
            "Daya" : "1.200 W",
            "images" : [
                {
                    "id" : 1,
                    "img" : "se4/se4-a.jpg"
                },
                {
                    "id" : 2,
                    "img" : "se4/se4-b.jpg"
                },
                {
                    "id" : 3,
                    "img" : "se4/se4-c.jpg"
                },
                {
                    "id" : 4,
                    "img" : "se4/se4-d.jpg"
                },
                {
                    "id" : 5,
                    "img" : "se4/se4-e.jpg"
                }
            ]
        },
        {
            "id" : 5,
            "name" : "Maspion - Setrika Listrik Dry Iron",
            "type" : "EX-1000",
            "price" : "143.000,00",
            "stock" : 25,
            "description" : "Fitur sederhana dengan perlindungan ganda. Setrika yang satu ini menawarkan perlindungan ganda untuk keamanan dan kenyamanan Anda. Sistem double protector-nya dapat memutus arus agar tidak merusak komponen lain dan menjaga suhu tetap stabil. Soleplate setrika Maspion dilapisi dengan lapisan antilengket yang menjaga kain agar tidak menempel pada setrika. Aktivitas menyetrika menjadi lebih nyaman dengan kabel yang fleksibel. Anda bisa menyetrika tanpa khawatir kabel terlilit dan rusak.",
            "fitur" : "Antilengket dan double protector",
            "aksesoris" : "-",
            "lapisan_alas" : "Antilengket",
            "Size" : "Body: 493 mm x 355 mm x 237 mm・Panjang kabel: -・Berat: 0,8 kg",
            "Daya" : "350 W",
            "images" : [
                {
                    "id" : 1,
                    "img" : "se5/se5-a.jpeg"
                },
                {
                    "id" : 2,
                    "img" : "se5/se5-b.jpeg"
                },
                {
                    "id" : 3,
                    "img" : "se5/se5-c.jpeg"
                },
                {
                    "id" : 4,
                    "img" : "se5/se5-d.jpeg"
                }
            ]
        },
        {
            "id" : 6,
            "name" : "Cosmos - Electric Iron",
            "type" : "CI-318",
            "price" : "125.400,00",
            "stock" : 25,
            "description" : "Setrika dengan harga ekonomis. Kualitas dari produk lokal yang satu ini memang tidak bisa diragukan lagi. Setrika ini banyak digemari karena harganya yang terbilang sangat ekonomis. Meskipun murah, produk ini telah dilengkapi dengan soleplate nonstick yang membuat pakaian lebih cepat licin. Pengaturan temperatur pada setrika juga dibuat otomatis. Dengan fitur yang sederhana, setrika ini cocok untuk penggunaan dalam rumah tangga. Sayangnya, Cosmos tidak menyertakan keterangan mengenai ukuran dan berat produknya.",
            "fitur" : "Kontrol temperatur otomatis",
            "aksesoris" : "-",
            "lapisan_alas" : "Antilengket",
            "Size" : "-",
            "Daya" : "400 W",
            "images" : "se6/se6.jpg"
        },
        {
            "id" : 7,
            "name" : "Electrolux - Setrika Kering EasyLine",
            "type" : "EDI1004",
            "price" : "222.000,00",
            "stock" : 20,
            "description" : "Handle berbahan karet yang nyaman dan stabil. Tanpa disadari, handle setrika yang kurang nyaman dapat membuat tangan Anda mudah lelah. Temukan kenyamanan menyetrika bersama setrika Electrolux yang satu ini. Pegangan berbahan karet yang stabil dan ergonomis membuat kegiatan menyetrika jadi lebih nyaman. Dengan setrika Electrolux ini, menyetrika tidak hanya terasa mudah, tetapi juga sangat aman. Ujung kabel setrika Electrolux dapat berputar 360°. Anda bisa menyetrika dengan bebas tanpa khawatir kabel terpelintir.",
            "fitur" : "Ujung kabel bisa berputar 360°, pengaturan suhu, pegangan karet, dan lampu pilot",
            "aksesoris" : "-",
            "lapisan_alas" : "Antilengket",
            "Size" : "Body: 160 mm x 170 mm x 180 mm・Panjang kabel: 1,8 m・Berat: 0,839 kg",
            "Daya" : "300 W",
            "images" : "se7/se7.jpeg"
        },
        {
            "id" : 8,
            "name" : "Kirin - Electric Iron",
            "type" : "KEI-3406",
            "price" : "159.800,00",
            "stock" : 15,
            "description" : "Setrika pertama di Indonesia dengan soleplate diamond shape. Soleplate merupakan faktor utama yang memengaruhi hasil setrikaan Anda. Jika Anda tengah mencari dry iron dengan soleplate yang licin, Kirin bisa menjadi pilihan Anda. Setrika Kirin memiliki soleplate yang terbuat dari aluminium berkualitas dengan lapisan ceramic. Lapisan ceramic membuat soleplate jadi cepat panas, antilengket, kuat, dan tahan lama. Selain itu, setrika Kirin juga dilengkapi fitur spray praktis bila Anda suka menambahkan pelicin dan pewangi pakaian. Tak hanya itu, setrika Kirin juga menyediakan kabel sepanjang dua meter agar gerakan Anda lebih leluasa.",
            "fitur" : "Fungsi penyemprot air, cool body, lampu indikator, dan pelindung thermostat dengan thermal cut-off",
            "aksesoris" : "-",
            "lapisan_alas" : "Ceramic coating",
            "Size" : "Body: 276 mm × 114 mm × 144 mm・Panjang kabel: 2 m・Berat: 0,95 kg",
            "Daya" : "300 W",
            "images" : "se7/se7.jpg"
        },
        {
            "id" : 9,
            "name" : "Bosch - Steam Iron",
            "type" : "TDA2325",
            "price" : "837.500,00",
            "stock" : 10,
            "description" : "Fitur self-cleaning untuk tangki air bersih tanpa kerak. Tangki air pada setrika uap rentan terhadap kerak yang berpotensi merusak setrika itu sendiri. Anda perlu rajin mengecek dan membersihkan tangki air. Namun, jika Anda tidak ingin terlalu repot, Anda bisa memilih setrika dengan fitur double self-cleaning ini.Selain fungsi pembersih otomatis, setrika ini juga dilengkapi pengontrolan uap dan suhu, serta fungsi penyemprot air. Uap yang dihasilkan setrika Bosch ini juga sangat halus. Dengan soleplate berbahan palladium glissée, setrika akan meluncur dengan halus di atas pakaian Anda. ",
            "fitur" : "2AntiCalc, pengontrol suhu dan uap, dan fungsi penyemprot air",
            "aksesoris" : "-",
            "lapisan_alas" : "Palladium glissée",
            "Size" : "Body: 138 mm x 124 mm x 281 mm・Panjang kabel: 1,9 m・Berat: 1,015 kg",
            "Daya" : "1.800 W",
            "images" : [
                {
                    "id" : 1,
                    "img" : "se9/se9-a.jpg"
                },
                {
                    "id" : 2,
                    "img" : "se9/se9-b.jpg"
                },
                {
                    "id" : 3,
                    "img" : "se9/se9-c.jpg"
                },
                {
                    "id" : 4,
                    "img" : "se9/se9-d.jpg"
                },
                {
                    "id" : 5,
                    "img" : "se9/se9-e.jpg"
                }
            ]
        },
        {
            "id" : 10,
            "name" : "Miyako - Setrika",
            "type" : "EI-1009 M",
            "price" : "114.800,00",
            "stock" : 25,
            "description" : "Rubber compound untuk kabel lebih awet. Gerakan menyetrika sering kali membuat kabel setrika terpelintir dan mudah rusak. Namun, dengan setrika dari Miyako ini, kabel setrika bisa lebih awet. Dry iron Miyako ini melindungi kabel bagian luar dan dalam dengan rubber compound. Selain perlindungan kabel ganda, soleplate setrika ini juga menggunakan ceramic coating yang antigores dan antilengket. Bentuk pegangan ergonomis yang nyaman digenggam juga akan membantu gerakan Anda lebih nyaman dan ringan. Produk ini cocok untuk Anda yang menyukai setrika dengan body plastik yang relatif ringan.",
            "fitur" : "Double rubber compound, pengatur suhu, dan lampu indikator",
            "aksesoris" : "-",
            "lapisan_alas" : "Ceramic coating",
            "Size" : "-",
            "Daya" : "410 W",
            "images" : [
                {
                    "id" : 1,
                    "img" : "se10/se10-a.jpg"
                },
                {
                    "id" : 2,
                    "img" : "se10/se10-b.jpg"
                },
                {
                    "id" : 3,
                    "img" : "se10/se10-c.jpg"
                },
                {
                    "id" : 4,
                    "img" : "se10/se10-d.jpg"
                },
                {
                    "id" : 5,
                    "img" : "se10/se10-e.jpg"
                }
            ]
        }
    ]
}